---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowLandingFaces
source: html/8f60e453-1079-e6af-c2f7-d7e64d8252a7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowLandingFaces Property

"Show Landing Faces"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsDbgShowLandingFaces { get; }
```